var data = {"data":{"9464-2-94280065":{"小程序本周特卖":2},"9464-2-5250367":{"小程序本周特卖":1},"9464-2-1250227":{"小程序本周特卖":2},"8368-29-1310690":{"小程序本周特卖":1},"15493-2-94280065":{"小程序本周特卖":1},"15493-2-1250227":{"小程序本周特卖":2},"15493-2-5250367":{"小程序本周特卖":1},"0-21-2320478":{"小程序本周特卖":1},"8653-146-94280065":{"小程序本周特卖":2},"8653-146-13330619":{"小程序本周特卖":1},"8653-146-2320478":{"小程序本周特卖":1},"0-2-94280065":{"小程序本周特卖":4,"PC端本周特卖":1,"小程序商详生成分享图片":4,"小程序商详保存分享图片":2},"0-2-5250367":{"小程序本周特卖":5,"小程序商详生成分享图片":3,"小程序商详保存分享图片":3,"小程序商详分享给朋友":4},"0-2-1250227":{"小程序本周特卖":3,"小程序商详生成分享图片":2,"小程序商详保存分享图片":2},"0-2-13330619":{"PC端本周特卖":1,"小程序本周特卖":2,"小程序商详生成分享图片":1,"小程序商详保存分享图片":1},"0-368-5250367":{"小程序本周特卖":2},"0-368-13360574":{"小程序新品推荐":1},"8003-2-94280065":{"小程序本周特卖":1,"小程序商详生成分享图片":1},"0-2-12360507":{"小程序新品推荐":1,"小程序商详生成分享图片":1,"小程序商详保存分享图片":1},"0-2-2320478":{"小程序本周特卖":1,"小程序商详生成分享图片":1,"小程序商详保存分享图片":1},"0-2-1310690":{"小程序本周特卖":1,"小程序商详生成分享图片":1,"小程序商详保存分享图片":1},"0-368-94280065":{"小程序本周特卖":1},"0-368-14360619":{"小程序新品推荐":2},"0-368-16360712":{"小程序新品推荐":1},"0-368-66390431":{"小程序商详生成分享图片":1},"0-368-12360507":{"小程序新品推荐":1},"8113-146-5250367":{"小程序本周特卖":1,"小程序商详生成分享图片":1,"小程序商详保存分享图片":1}}}
var data1 = 0,data2 = 0,data3 = 0,data4 = 0,data5 = 0,data6 = 0,data7 = 0,data8 = 0,data9 = 0,data10 = 0,data11 = 0,data12 = 0,data13 = 0,data14 = 0,data15 = 0,data16 = 0,data17 = 0,data18 = 0,data19 = 0,data20 = 0,data21 = 0,data22 = 0,data23 = 0;
for(var k1 in data.data){
    for(var k2 in data.data[k1]){
        if(k2 == '小程序本周特卖'){
            data1 += data.data[k1][k2];
        }
        if(k2 == '小程序新品推荐'){
            data2 += data.data[k1][k2];
        }
        if(k2 == '小程序商详生成分享图片'){
            data3 += data.data[k1][k2];
        }
        if(k2 == '小程序商详保存分享图片'){
            data4 += data.data[k1][k2];
        }
        if(k2 == '小程序商详分享给朋友'){
            data5 += data.data[k1][k2];
        }
        if(k2 == 'PC端本周特卖'){
            data6 += data.data[k1][k2];
        }
        if(k2 == 'PC端新品推荐'){
            data7 += data.data[k1][k2];
        }
        if(k2 == 'H5端本周特卖'){
            data8 += data.data[k1][k2];
        }
        if(k2 == 'H5端新品推荐'){
            data9 += data.data[k1][k2];
        }
        if(k2 == 'PC楼层-热销爆款'){
            data10 += data.data[k1][k2];
        }
        if(k2 == 'PC楼层-母婴用品'){
            data11 += data.data[k1][k2];
        }
        if(k2 == 'PC楼层-个护美妆'){
            data12 += data.data[k1][k2];
        }
        if(k2 == 'PC楼层-食品酒水'){
            data13 += data.data[k1][k2];
        }
        if(k2 == 'PC楼层-家居日用'){
            data14 += data.data[k1][k2];
        }
        if(k2 == 'H5楼层-母婴用品'){
            data15 += data.data[k1][k2];
        }
        if(k2 == 'H5楼层-个护美妆'){
            data16 += data.data[k1][k2];
        }
        if(k2 == 'H5楼层-食品酒水'){
            data17 += data.data[k1][k2];
        }
        if(k2 == 'H5楼层-家居日用'){
            data18 += data.data[k1][k2];
        }
        if(k2 == '小程序楼层-双十二砍价活动'){
            data19 += data.data[k1][k2];
        }
        if(k2 == '小程序楼层-母婴用品'){
            data20 += data.data[k1][k2];
        }
        if(k2 == '小程序楼层-个护美妆'){
            data21 += data.data[k1][k2];
        }
        if(k2 == '小程序楼层-食品酒水'){
            data22 += data.data[k1][k2];
        }
        if(k2 == '小程序楼层-家居日用'){
            data23 += data.data[k1][k2];
        }
    }
}
console.log('小程序本周特卖:' + data1);
console.log('小程序新品推荐:' + data2);
console.log('小程序商详生成分享图片:' + data3);
console.log('小程序商详保存分享图片:' + data4);
console.log('小程序商详分享给朋友:' + data5);
console.log('PC端本周特卖:' + data6);
console.log('PC端新品推荐:' + data7);
console.log('H5端本周特卖:' + data8);
console.log('H5端新品推荐:' + data9);
console.log('PC楼层-热销爆款:' + data10);
console.log('PC楼层-母婴用品:' + data11);
console.log('PC楼层-个护美妆:' + data12);
console.log('PC楼层-食品酒水:' + data13);
console.log('PC楼层-家居日用:' + data14);
console.log('H5楼层-母婴用品:' + data15);
console.log('H5楼层-个护美妆:' + data16);
console.log('H5楼层-食品酒水:' + data17);
console.log('H5楼层-家居日用:' + data18);
console.log('小程序楼层-双十二砍价活动:' + data19);
console.log('小程序楼层-母婴用品:' + data20);
console.log('小程序楼层-个护美妆:' + data21);
console.log('小程序楼层-食品酒水:' + data22);
console.log('小程序楼层-家居日用:' + data23);
